{
    "common": {
        "title": "Alain PUECH",
        "subtitle": "Artist/Plastician",
        "siteDescription": "Alain Puech's personal website, showcasing his current and previous work.",
        "selfPortraits": "Self-Portraits",
        "otherWorks": "Other Works",
        "storiesAndTechniques": "Stories and Techniques",
        "biography": "Biography",
        "gallery": "Gallery",
        "copyright": "All works represented are protected by the copyright of S.A.I.F (Société d'Auteurs d'Image Fixe) Paris. France."
    },
    "biography": {
        "main": "Alain Puech born 1958 in Marseille. BT in applied arts and DNSEP in art. I'm more of a draughtsman than a painter. I worked in advertising as a freelance illustrator for a few years, and from 1985 I devoted myself entirely to my artistic work. I have produced collective works and public commissions with the Silo and Artstudio groups. I have worked with a number of different techniques (dry and oil pastels, pencils, inks, etc.). My work revolves around the body, dance and portraiture. I work exclusively in series. A “serial drawer” of sorts. Since April 2008, I've been making a self-portrait every day. I've also been running a municipal art school since 2006."
    },

    "self-portrait": {
        "main": "Since April 10, 2008, I have embarked on a daily work on self-portraiture.<br></br>This project echoes the first self-portraits I created in 1989, which were my first pieces exhibited in a gallery and marked the start of my professional artistic journey.<br></br>At the time, the choice to work on this subject was aimed at asserting my decision to leave the world of advertising and illustration. In that environment, I was merely a tool, a technician, a worker who did what he was told to do. I was going to work for myself, on myself, within myself.<br></br>To exist as an author.<br></br>Years have passed.<br></br>I have produced hundreds of works and experienced about ten residencies. On the occasion of the publication of a catalog produced by the team of teachers at A. Artaud High School in Marseille, I realized the path I had traced.<br></br>By gathering documents, photos, press articles, and especially by reviewing the work done during all my artist residencies, I found that I had only been working on self-portraiture. On myself.<br></br>Through the faces and writings of all these people I had sketched, drawn, photographed, inked, exhibited, it was myself I was searching for.<br></br>Years later, I return to it, and I summon memories, images of the past, of childhood and the present, the artists who have inspired me, the techniques I have learned, and those I am still experimenting with.<br></br>And above all, I seek to rediscover the desire, the urge, the pleasure of doing, creating, drawing while sitting on a chair, a pencil in my hand, and a sheet on the table.<br></br>Indeed, day after day, I draw, paint, glue, cut, scratch, and freely create a self-portrait.<br></br>It is created indifferently with the help of stamps, pencils, watercolor, gouache, pasted papers, feathers, inks, stew juice, sperm, etc.<br></br>It is drawn with or without the help of a mirror; it is imagined, transformed, transgressed, partial, biased, identifiable, unrecognizable, sad, funny.<br></br>It is related to the current events of the moment or not, whether personal or societal, to memory, to childhood, to derision, to self-mockery.<br></br>This work seeks to question the representation of the artist and representation in general. I work on being and appearance, vanity.<br></br>The knowledge or recognition of a person often involves identifying their face.<br></br>It is also a work that takes place over time, thus demonstrating that an artist is someone who works every day and should have the same status as any other worker.<br></br>The self-portrait is mostly done on 200 or 300-gram satin or fine-grain watercolor block paper but also on packaging, the black guard page, or even on the cardboard backing of each block. However, I have used many other supports of different textures and weights, such as newspaper, kraft paper, etc.<br></br>The work must be completed or started before midnight.<br></br>Until August 5, 2016, the paper was always in a 31 x 41 cm format. From the day I completed self-portrait No. 3040, I switched precisely to a 30 x 40 cm format. This format is more standard and therefore easier to find.<br></br>There is no possibility of revision.<br></br>The works are dated and signed, first by writing my name and then by placing my fingerprint, various stamps, and an embossed seal.",
        "monthView": "Month view",
        "dayView": "Day view"
    }
}