{
    "common": {
        "title": "Alain PUECH",
        "subtitle": "Artiste/Plasticien",
        "siteDescription": "Site personnel d'Alain PUECH, présentant ses travaux, passés et actuels.",
        "selfPortraits": "Autoportraits",
        "otherWorks": "Autres oeuvres",
        "storiesAndTechniques": "Histoires et techniques",
        "biography": "Biographie",
        "gallery": "Galerie",
        "copyright": "Toutes les œuvres représentées sont protégées par les droits d’auteurs de la S.A.I.F (Société d’Auteurs d’Image Fixe) Paris. France."
    },
    "biography":{
        "main": "Alain Puech né en 1958 à Marseille. BT arts appliqués et DNSEP option art. Je suis davantage dessinateur que peintre. J’ai exercé dans la publicité comme illustrateur free lance pendant quelques années et à partir de 1985 je me suis consacré entièrement a mon travail artistique. J’ai réalisé des œuvres collectives et des commandes publiques avec les groupes Silo et Artstudio. J’ai travaillé avec des quantités de techniques différentes ( pastels secs et gras, crayons, encres...). Mon travail s’articule autours du corps, de la danse, du portrait. Je travaille exclusivement en série. Un« sérial drawer » en quelque sorte. Depuis avril 2008 je réalise chaque jour un autoportrait. Par ailleurs depuis 2006 je dirige une école municipale d’arts plastiques."
    },

    "self-portrait": {
        "main": "Depuis le 10 Avril 2008 j’ai démarré un travail quotidien sur l’autoportrait.<br></br>Ce projet fait écho aux premiers autoportraits que j’ai réalisés en 1989, qui ont été mes premières pièces exposées dans une galerie et qui ont été le départ de mon aventure artistique en professionnel.<br></br>A l‘époque le choix de travailler sur ce sujet avait pour but de m’affirmer dans la décision que j’avais prise de quitter le monde de la publicité et de l’illustration. Dans cet environnement là je n’étais qu’un outil, un technicien, un ouvrier qui faisait ce qu’on lui disait de faire. J’allais travailler pour moi, sur moi, en moi.<br></br>Exister en tant qu’auteur.<br></br>Les années ont passé.<br></br>J’ai produit des centaines d’œuvres et vécu une dizaine de résidence. A l’occasion de l’édition d’un catalogue réalisé par l‘équipe des enseignants du Lycée A. Artaud à Marseille je me suis rendu compte du parcours que j’avais tracé.<br></br>En réunissant des documents, des photos, des articles de presse et surtout en constatant le travail effectué au cours de toutes mes résidences d’artistes qu’en fait je n’avais fait que travailler sur l’autoportrait. Sur moi.<br></br>A travers les visages et les écrits de toutes ces personnes que j’avais croqué, dessiné, photographié, encré, exposé c’est moi que je cherchais.<br></br>Des années après j’y reviens et je convoque les souvenirs, les images du passé, de l’enfance et du présent, les artistes qui m’ont éclairés, les techniques que j’ai apprises et celles que j’expérimente encore.<br></br>Et surtout retrouver le désir, l’envie, le plaisir du faire, de créer, de dessiner assis sur une chaise, un crayon dans la main et une feuille sur la table.<br></br>En effet jour après jour, je dessine, peint, colle, découpe, gratte, réalise dans une complète liberté un autoportrait.<br></br>Il est réalisé indifféremment avec l’aide de tampons, aux crayons, à l’aquarelle gouache, papiers collés, plumes, encres, jus de daube, sperme etc.<br></br>Il est dessiné en m’aidant d’un miroir ou pas, il est imaginé, transformé, transgressé, partiel, partial, identifiable, méconnaissable, triste, drôle.<br></br>Celui-ci est lié a l’actualité du moment ou non, qu’elle soit personnelle ou sociétale, au souvenir, à l’enfance, à la dérision, à l’autodérision.<br></br>Ce travail veut interroger la représentation de l‘artiste et la représentation en général. Je travaille sur l’être et le paraître, la vanité.<br></br>La connaissance ou la reconnaissance d’une personne passant souvent par l’identification de son visage.<br></br>C’est aussi un travail qui s’inscrit dans la durée, démontrant ainsi qu’un artiste est une personne qui travaille chaque jour et qui doit avoir des statuts comme n’importe quel travailleur.<br></br>L’autoportrait est réalisé la plupart du temps sur un papier de bloc aquarelle 200 ou 300gr satiné ou grain fin mais aussi sur l’emballage, ou la page de garde noire, ou enfin sur le support cartonné de chaque bloc. Néanmoins j'ai utilisé beaucoup d'autres supports de textures et de grammages différents, tels le papier journal, le papier kraft, etc...<br></br>L’œuvre doit être réalisée ou démarrée avant minuit.<br></br>Jusqu'au 5 Août 2016 le papier à toujours été d’un format 31 X 41 cm. De ce jour où j'ai réalisé l'autoportrait N° 3040,je suis passé précisément au format 30cm X 40cm. Ce format est plus standard donc plus facile à trouver.<br></br>Il n’y a pas de repentir possible.<br></br>Les œuvres sont datées et signées dans un premier temps en écrivant mon nom et ensuite par l’apposition de mon empreinte digitale, tampons divers et cachet à sec.",
        "monthView": "Vue mois",
        "dayView": "Vue jour"
    }
}